let data = [
    {
        title: '<b> Облачный хлеб </b>',
        category: 'десерты',
        photo: 'https://img1.russianfood.com/dycontent/images_upl/447/sm_446161.jpg',
        text: `Необычная выпечка из взбитых яичных белков, сахара и крахмала - воздушный "облачный хлеб". Такое оригинальное название лакомство получило из-за исключительно лёгкой и пористой структуры "мякиша". По вкусу это нежнейшее "облачко" напоминает нечто среднее между маршмеллоу и сахарной ватой. Однозначно стоит попробовать!

<b> Продукты </b>
Белки яичные - 3 шт.
Сахар - 30 г
Крахмал кукурузный - 10 г
Ванилин - 1 щепотка
Соль - 1 щепотка
Краситель пищевой жидкий (по желанию) - 2-3 капли
сылка на рицепт 👇
https://www.russianfood.com/recipes/recipe.php?rid=158250
        `,
    },
   
    {
        title: '<b> Рисовый суп с морепродуктами</b>',
        category: 'супы с морепродуктами',
        photo: 'https://img1.russianfood.com/dycontent/images_upl/88/sm_87511.jpg',
        text: `Очень вкусный и нежный получается суп из риса, морепродуктов и овощей.

<b> Продукты </b>
Белки яичные - 3 шт.
Сахар - 30 г
Крахмал кукурузный - 10 г
Ванилин - 1 щепотка
Соль - 1 щепотка
Краситель пищевой жидкий (по желанию) - 2-3 капли
сылка на рицепт 👇
https://www.russianfood.com/recipes/recipe.php?rid=158250
        `,
    },
    {
        "title": "<b> Трюфели из темного шоколада </b>",
        "category": "кондитерские изделия",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/617/sm_616146.jpg",
        "text": "Эти роскошные трюфели изготавливаются из темного шоколада, сливок и какао. Они идеально подходят как для себя насладиться шоколадной экстазом, так и в качестве подарка для любителей сладкого. Мягкий, нежный вкус темного шоколада окутывает вас, словно шелковистое одеяло. Просто безупречно!",
        "ingredients": [
            "Темный шоколад (70% какао) - 200 г",
            "Сливки (жирностью 33%) - 150 мл",
            "Какао-порошок - для обсыпки"
        ],
        "link": "https://www.russianfood.com/recipes/recipe.php?rid=182673"
    },
    {
        "title": "<b> Лимонный тарт </b>",
        "category": "десерты",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/599/sm_598339.jpg",
        "text": "Этот изысканный лимонный тарт обладает невероятным сочетанием кислого лимона и сладкого крема. Хрустящее тесто, нежный крем и освежающий лимонный вкус создают симфонию вкуса, которая не оставит равнодушным даже самого искушенного гурмана. Идеальное лакомство для завершения ужина в кругу семьи или вечернего посиделки с друзьями!",
        "ingredients": [
            "Песочное тесто - 1 пласт",
            "Яйца - 3 шт.",
            "Сахар - 150 г",
            "Лимоны (сок и цедра) - 2 шт.",
            "Сливочное масло - 100 г"
        ],
        "link": "https://www.russianfood.com/recipes/recipe.php?rid=178920"
    },
    {
        "title": "<b> Медовый кекс с орехами </b>",
        "category": "десерты",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/136/sm_135530.jpg",
        "text": "Этот медовый кекс с орехами станет настоящим украшением любого чаепития. Аромат меда, легкая карамельная нота и хрустящие кусочки орехов делают этот кекс неповторимым. Попробуйте подать его с чашечкой горячего чая или кофе и наслаждайтесь волшебным вкусом, который наполняет весь дом теплом и уютом!",
        "ingredients": [
            "Мука - 200 г",
            "Мед - 150 г",
            "Сливочное масло - 100 г",
            "Яйца - 3 шт.",
            "Орехи (грецкие или лесные) - 100 г",
            "Сахар - 100 г",
            "Разрыхлитель - 1 ч. л.",
            "Соль - щепотка"
        ],
        "link": "https://www.russianfood.com/recipes/recipe.php?rid=153620"
    },{
        "title": "<b> Крем-суп из брокколи </b>",
        "category": "супы",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/178/sm_177054.jpg",
        "text": "Этот крем-суп из брокколи прекрасно подходит как для повседневного ужина, так и для праздничного стола. Он невероятно нежный, ароматный и полезный благодаря высокому содержанию витаминов и минералов в брокколи. А кремовая текстура супа просто тает во рту, оставляя послевкусие счастья и удовольствия. Попробуйте этот суп, и он станет вашим любимым!",
        "ingredients": [
            "Брокколи - 1 кочан",
            "Картофель - 2 шт.",
            "Лук репчатый - 1 шт.",
            "Чеснок - 2 зубчика",
            "Сливки (жирностью 20%) - 200 мл",
            "Масло оливковое - 2 ст. л.",
            "Бульон (говяжий или куриный) - 1 л",
            "Соль, перец - по вкусу"
        ],
        "link": "https://www.russianfood.com/recipes/recipe.php?rid=159297"
    },
    {
        "title": "<b> Луковый суп с сырными гренками </b>",
        "category": "супы",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/577/sm_576102.jpg",
        "text": "Этот ароматный луковый суп с сырными гренками прекрасно согреет вас в холодные осенние или зимние дни. Нежный вкус лука, ароматный бульон и хрустящие гренки с сыром создают неповторимое сочетание в каждой ложке этого супа. Подавайте его горячим, украсив свежими зелеными травами, и наслаждайтесь вкусом домашнего уюта!",
        "ingredients": [
            "Лук репчатый - 4 шт.",
            "Картофель - 2 шт.",
            "Масло сливочное - 50 г",
            "Мука - 2 ст. л.",
            "Сыр твердый (например, чеддер или гауда) - 100 г",
            "Бульон (говяжий или куриный) - 1 л",
            "Соль, перец - по вкусу"
        ],
        "link": "https://www.russianfood.com/recipes/recipe.php?rid=177877"
    },
    {
        "title": "<b> Томатный крем-суп </b>",
        "category": "супы",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/391/sm_390393.jpg",
        "text": "Этот томатный крем-суп — настоящее воплощение вкуса лета. Он невероятно ароматный, сочный и насыщенный вкусом спелых помидоров. Кремовая текстура супа придает ему невероятную нежность и гладкость. Подавайте этот суп горячим, украсив листьями базилика, и наслаждайтесь вкусом летнего солнца даже в самый холодный день!",
        "ingredients": [
            "Помидоры - 1 кг",
            "Лук репчатый - 1 шт.",
            "Чеснок - 2 зубчика",
            "Сливки (жирностью 20%) - 200 мл",
            "Масло оливковое - 2 ст. л.",
            "Бульон (овощной или куриный) - 1 л",
            "Соль, перец - по вкусу"
        ],
        "link": "https://www.russianfood.com/recipes/recipe.php?rid=136924"
    },{
        "title": "<b> Окрошка на кефире </b>",
        "category": "супы",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/502/sm_501425.jpg",
        "text": "Эта освежающая окрошка на кефире — идеальный выбор для летнего обеда или ужина. Сочные овощи, нежный отварной картофель и хрустящие кусочки свежего огурца погружают вас в атмосферу летнего праздника. Кефирный соус добавляет супу легкости и приятной кислинки. Попробуйте эту окрошку, и вы почувствуете себя настоящими героями праздника!",
        "ingredients": [
            "Кефир - 500 мл",
            "Картофель - 3 шт.",
            "Огурцы свежие - 3 шт.",
            "Редис - 3 шт.",
            "Зеленый лук - 1 пучок",
            "Укроп - 1 пучок",
            "Яйца куриные - 3 шт.",
            "Сметана - 100 г",
            "Соль, перец - по вкусу"]
        ,
        "link": "https://www.russianfood.com/recipes/recipe.php?rid=135678"
    },
    {
        "title": "<b> Гаспачо </b>",
        "category": "супы",
        "photo": "https://img1.russianfood.com/dycontent/images_upl/163/sm_162198.jpg",
        "text": "Гаспачо — это холодный томатный суп, который идеально подходит для летнего перекуса или легкого обеда. Сочные помидоры, ароматные огурцы и сладкий перец создают насыщенный вкус этого супа, а хрустящие крошки хлеба добавляют ему текстуры. Подавайте гаспачо охлажденным, украсив свежими зелеными травами, и наслаждайтесь легкостью и освежающим вкусом этого блюда!",
        "ingredients": [
            "Помидоры - 1 кг",
            "Огурцы свежие - 2 шт.",
            "Перец болгарский - 1 шт.",
            "Лук репчатый - 1 шт.",
            "Чеснок - 2 зубчика",
            "Хлеб белый (несладкий) - 100 г",
            "Оливковое масло - 50 мл",
            "Уксус (винный или яблочный) - 2 ст. л.",
            "Соль, перец - по вкусу"
        ],
        "link": "https://www.russianfood.com/recipes/recipe.php?rid=163015"
    },
    {
        title: '<b> Пудинг из киви и бананов </b>',
        category: 'десерты',
        photo: 'https://example.com/pudding_photo.jpg',
        text: `Этот освежающий и ароматный пудинг из киви и бананов станет прекрасным десертом для любого времени года. Сладкий вкус бананов и кислота киви создают идеальное сочетание в этом легком и здоровом десерте.
    
    <b> Продукты </b>
    - Киви - 3 шт.
    - Бананы - 2 шт.
    - Мед - 2 ст. ложки
    - Желатин - 10 г
    - Лимонный сок - 2 ст. ложки
    - Вода - 1 стакан
    
    <b> Инструкции </b>
    1. Желатин замочить в холодной воде на 5-10 минут.
    2. Очистить киви и бананы, нарезать на кусочки.
    3. В блендере смешать киви, бананы, мед и лимонный сок до получения однородной массы.
    4. Выжать желатин и растворить его в кипящей воде.
    5. Добавить растворенный желатин в пюре из фруктов и хорошо перемешать.
    6. Разлить смесь в порционные формочки или в одну большую форму.
    7. Поставить в холодильник на 2-3 часа, пока пудинг не застынет.
    8. При подаче украсить кусочками киви и свежими ягодами.
    
    Приятного аппетита!
            `
    },
    {
        title: '<b> Шоколадный торт с малиновым кремом </b>',
        category: 'десерты',
        photo: 'https://i.ytimg.com/vi/PC6MgTGZGoY/maxresdefault.jpg',
        text: `Этот изысканный шоколадный торт с малиновым кремом станет настоящим украшением любого праздничного стола. Нежные шоколадные коржи, сочный малиновый крем и ароматные ягоды создают неповторимый вкусовой букет, который порадует всех гостей.
    
    <b> Продукты </b>
    <b> Для тортов: </b>
    - Мука - 1 1/2 чашки
    - Какао-порошок - 3/4 чашки
    - Сода - 1 ч. ложка
    - Соль - 1/2 ч. ложки
    - Сахар - 1 1/2 чашки
    - Растительное масло - 1/2 чашки
    - Яйца - 2 шт.
    - Ванильный экстракт - 1 ч. ложка
    - Кефир - 1 чашка
    - Кипяток - 1 чашка
    
    <b> Для малинового крема: </b>
    - Сливки (35%) - 1 1/2 чашки
    - Сахар - 1/4 чашки
    - Малины (свежие или замороженные) - 1 1/2 чашки
    - Ванильный экстракт - 1 ч. ложка
    
    <b> Инструкции </b>
    1. Предварительно разогрейте духовку до 180 градусов Цельсия. Подготовьте две круглые формы для выпечки, смазав их маслом и посыпав мукой.
    2. В большой миске смешайте муку, какао-порошок, соду и соль.
    3. В другой миске взбейте сахар, растительное масло, яйца и ванильный экстракт до получения гладкой массы.
    4. Постепенно добавьте сухие ингредиенты во влажные, чередуя с кефиром и кипятком, и перемешайте до образования однородного теста.
    5. Разделите тесто между двумя приготовленными формами и выпекайте в духовке около 25-30 минут, или пока вставленный в центр торта палочка не выйдет чистой.
    6. Для приготовления малинового крема взбейте сливки с сахаром и ванильным экстрактом до образования пиков.
    7. Добавьте малины взбитым сливкам и аккуратно перемешайте до получения однородного крема.
    8. Охладите коржи полностью перед сборкой торта. Поместите один корж на тарелку, нанесите на него половину малинового крема, затем аккуратно поместите второй корж и нанесите оставшийся крем.
    9. Украсьте верх торта свежими ягодами перед подачей.
    
    Приятного аппетита!
            `
    },
    {
        title: '<b> Фруктовый салат с мятным дрессингом </b>',
        category: 'здоровое питание',
        photo: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSiJpDT_XxZXioundvNF73TJVi8V5KFbcrkzPQQsWRAWA&s',
        text: `Этот освежающий фруктовый салат с мятным дрессингом станет идеальным выбором для легкого и вкусного перекуса. Сочные фрукты, ароматная мята и легкий лимонный дрессинг создают вкусовое сочетание, которое точно понравится всей вашей семье.
    
    <b> Продукты </b>
    - Ананас - 1 шт., нарезанный на кусочки
    - Киви - 3 шт., очищенные и нарезанные
    - Яблоко - 2 шт., нарезанные
    - Груши - 2 шт., нарезанные
    - Виноград - 1 чашка
    - Свежая мята - 1/4 чашки, измельченная
    
    <b> Для дрессинга: </b>
    - Лимонный сок - сок 1 лимона
    - Мед - 2 ст. ложки
    - Оливковое масло - 2 ст. ложки
    - Мята - 1 ст. ложка, измельченная
    - Соль - щепотка
    
    <b> Инструкции </b>
    1. В большой миске смешайте ананас, киви, яблоки, груши и виноград.
    2. В небольшой миске смешайте лимонный сок, мед, оливковое масло, измельченную мяту и щепотку соли. Хорошо перемешайте, пока дрессинг не станет однородным.
    3. Полейте фрукты приготовленным дрессингом и аккуратно перемешайте.
    4. Посыпьте свежей мятой перед подачей.
    
    Этот фруктовый салат станет отличным утренним или вечерним перекусом, а также прекрасным дополнением к завтраку или обеду. Попробуйте его сегодня!
    
            `
    },
    {
        title: '<b> Итальянская паста карбонара </b>',
        category: 'основные блюда',
        photo: 'https://example.com/pasta_carbonara.jpg',
        text: `Итальянская паста карбонара - это классическое блюдо, которое обязательно стоит попробовать. Сочная спагетти, обжаренные бекон и сливочный соус с яйцами создают неповторимый вкус, который покоряет сердца гурманов по всему миру.
    
    <b> Продукты </b>
    - Спагетти - 400 г
    - Бекон - 200 г, нарезанный
    - Чеснок - 2 зубчика, измельченный
    - Яйца - 4 шт.
    - Пармезан - 1 чашка, тертый
    - Сливки (жирностью 35%) - 1/2 чашки
    - Соль - по вкусу
    - Черный перец - по вкусу
    - Петрушка - для украшения
    
    <b> Инструкции </b>
    1. В большой кастрюле закипятите воду, добавьте щепотку соли и приготовьте спагетти по инструкции на упаковке до аль-денте.
    2. В сковороде на среднем огне обжарьте нарезанный бекон до золотистой корочки. Добавьте измельченный чеснок и обжарьте его вместе с беконом еще около 1 минуты.
    3. В миске смешайте яйца, тертый пармезан, сливки, соль и перец.
    4. Откиньте воду от приготовленной спагетти, но сохраните небольшое количество воды в кастрюле. Переложите спагетти обратно в кастрюлю.
    5. Немедленно добавьте смесь яиц и сливок к спагетти, быстро перемешайте, чтобы яйца слишком не свернулись, и соедините соус со спагетти. Если соус слишком густой, добавьте немного оставшейся воды от спагетти.
    6. Подавайте пасту карбонара немедленно, посыпав тертым пармезаном и мелко нарезанной петрушкой.
    
    Приятного аппетита!
            `
    },
    {
        title: '<b> Брускетта с помидорами и базиликом </b>',
        category: 'закуски',
        photo: 'https://example.com/bruschetta_tomato_basil.jpg',
        text: `Брускетта с помидорами и базиликом - это классическое итальянское блюдо, которое прекрасно подходит в качестве закуски или легкого перекуса. Хрустящий хлеб, свежие помидоры, ароматный базилик и нежный чесночный вкус создают простое, но вкусное блюдо, которое всегда пользуется популярностью.
    
    <b> Продукты </b>
    - Багет - 1 шт., нарезанный на тонкие ломтики
    - Помидоры - 3-4 шт., нарезанные на кубики
    - Свежий базилик - 1 пучок, измельченный
    - Чеснок - 2 зубчика, измельченный
    - Оливковое масло - 3 ст. ложки
    - Бальзамический уксус - 1 ст. ложка
    - Соль - по вкусу
    - Свежемолотый черный перец - по вкусу
    
    <b> Инструкции </b>
    1. Нагрейте гриль или сковороду. Обжарьте ломтики багета с обеих сторон до золотистой корочки.
    2. В миске смешайте нарезанные помидоры, измельченный базилик, измельченный чеснок, оливковое масло и бальзамический уксус. Посолите и поперчите по вкусу.
    3. Распределите помидоровую смесь на обжаренных ломтиках багета.
    4. Подавайте брускетту сразу, пока она еще тепла.
    
    Брускетта с помидорами и базиликом - это прекрасный выбор для вечеринки или ужина с друзьями. Наслаждайтесь этим вкусным и простым блюдом!
            `
    },
    {
        title: '<b> Брускетта с помидорами и базиликом </b>',
        category: 'закуски',
        photo: 'https://example.com/bruschetta_tomato_basil.jpg',
        text: `Брускетта с помидорами и базиликом - это классическое итальянское блюдо, которое прекрасно подходит в качестве закуски или легкого перекуса. Хрустящий хлеб, свежие помидоры, ароматный базилик и нежный чесночный вкус создают простое, но вкусное блюдо, которое всегда пользуется популярностью.
    
    <b> Продукты </b>
    - Багет - 1 шт., нарезанный на тонкие ломтики
    - Помидоры - 3-4 шт., нарезанные на кубики
    - Свежий базилик - 1 пучок, измельченный
    - Чеснок - 2 зубчика, измельченный
    - Оливковое масло - 3 ст. ложки
    - Бальзамический уксус - 1 ст. ложка
    - Соль - по вкусу
    - Свежемолотый черный перец - по вкусу
    
    <b> Инструкции </b>
    1. Нагрейте гриль или сковороду. Обжарьте ломтики багета с обеих сторон до золотистой корочки.
    2. В миске смешайте нарезанные помидоры, измельченный базилик, измельченный чеснок, оливковое масло и бальзамический уксус. Посолите и поперчите по вкусу.
    3. Распределите помидоровую смесь на обжаренных ломтиках багета.
    4. Подавайте брускетту сразу, пока она еще тепла.
    
    Брускетта с помидорами и базиликом - это прекрасный выбор для вечеринки или ужина с друзьями. Наслаждайтесь этим вкусным и простым блюдом!
            `
    },
    {
        title: '<b> Томатный крем-суп с базиликом </b>',
        category: 'супы',
        photo: 'https://example.com/tomato_basil_soup.jpg',
        text: `Томатный крем-суп с базиликом - это богатый и ароматный суп, который согреет вас в любое время года. Сочные помидоры, свежий базилик и нежный крем создают гармоничное сочетание в этом удивительном блюде.
    
    <b> Продукты </b>
    - Помидоры - 1 кг, нарезанные
    - Лук - 1 средний, нарезанный
    - Чеснок - 2 зубчика, измельченные
    - Оливковое масло - 2 ст. ложки
    - Помидорный сок - 2 чашки
    - Куриный бульон - 2 чашки
    - Сливки (жирностью 35%) - 1/2 чашки
    - Свежий базилик - 1 пучок, измельченный
    - Соль - по вкусу
    - Свежемолотый черный перец - по вкусу
    
    <b> Инструкции </b>
    1. В глубокой кастрюле разогрейте оливковое масло на среднем огне. Добавьте нарезанный лук и обжарьте до мягкости, около 5 минут.
    2. Добавьте измельченный чеснок и обжарьте его еще около 1 минуты, пока не появится аромат.
    3. Добавьте нарезанные помидоры, помидорный сок и куриный бульон. Посолите и поперчите по вкусу. Доведите суп до кипения, затем уменьшите огонь и варите под крышкой около 20-25 минут, пока помидоры не станут мягкими.
    4. С помощью погружного блендера или стационарного блендера измельчите суп до получения гладкой текстуры.
    5. Добавьте сливки и измельченный базилик. Подогрейте суп до кипения.
    6. Подавайте томатный крем-суп горячим, украсив сверху листьями базилика и свежемолотым черным перцем.
    
    Наслаждайтесь теплым и утешительным томатным супом с базиликом!
            `
    },
    {
        title: '<b> Греческий салат </b>',
        category: 'основные блюда',
        photo: 'https://example.com/greek_salad.jpg',
        text: `Греческий салат - это классическое и вкусное блюдо средиземноморской кухни, которое отлично подходит в качестве главного блюда или гарнира. Сочные помидоры, огурцы, оливки, красный лук, перец, сыр фета и ароматное оливковое масло создают неповторимый вкусовой опыт.
    
    <b> Продукты </b>
    - Помидоры - 2 шт., нарезанные
    - Огурцы - 1 шт., нарезанный
    - Красный лук - 1/2 шт., нарезанный
    - Зеленый перец - 1 шт., нарезанный
    - Оливки - 1/2 чашки
    - Сыр фета - 200 г, нарезанный кубиками
    - Оливковое масло - 3 ст. ложки
    - Сок лимона - 2 ст. ложки
    - Сушеный орегано - 1 ч. ложка
    - Соль - по вкусу
    - Свежемолотый черный перец - по вкусу
    
    <b> Инструкции </b>
    1. В большой миске смешайте помидоры, огурцы, красный лук, зеленый перец, оливки и сыр фета.
    2. В отдельной миске смешайте оливковое масло, сок лимона, сушеный орегано, соль и свежемолотый черный перец для приготовления заправки.
    3. Полейте салат приготовленной заправкой и аккуратно перемешайте.
    4. Подавайте греческий салат немедленно как самостоятельное блюдо или в качестве гарнира к основному блюду.
    
    Греческий салат - это идеальный выбор для обеда или ужина. Он прекрасно сочетается с различными блюдами и всегда радует свежим и ароматным вкусом.
            `
    },
    {
        title: '<b> Лимонный тарт с меренгой </b>',
        category: 'десерты',
        photo: 'https://example.com/lemon_meringue_tart.jpg',
        text: `Лимонный тарт с меренгой - это изысканное и освежающее десертное блюдо, которое непременно понравится любителям сладкого. Нежное тесто, ароматный лимонный курд и легкая меренга создают идеальный баланс в этом великолепном тарте.
    
    <b> Продукты </b>
    <b> Для корки: </b>
    - Песочное тесто для пирога - 1 порция (готовое или приготовленное самостоятельно)
    
    <b> Для лимонного курда: </b>
    - Лимонный сок - 1/2 чашки
    - Цедра лимона - от 2 лимонов
    - Сахар - 1 чашка
    - Яйца - 3 шт.
    - Масло - 1/2 чашки
    
    <b> Для меренги: </b>
    - Белки яиц - 3 шт.
    - Сахар - 1/2 чашки
    - Ванильный экстракт - 1 ч. ложка
    
    <b> Инструкции </b>
    1. Разогрейте духовку до 180 градусов Цельсия.
    2. Раскатайте песочное тесто и уложите его в форму для пирога. Проткните дно теста вилкой и испеките его до золотистого цвета, около 15-20 минут. Остудите.
    3. Для приготовления лимонного курда в миске смешайте лимонный сок, цедру, сахар, яйца и масло. Перелейте смесь в кастрюлю и готовьте на среднем огне, постоянно помешивая, пока смесь не загустеет, около 10-15 минут. Остудите курд.
    4. Для меренги взбейте белки с сахаром и ванильным экстрактом до образования крепких пиков.
    5. Налейте лимонный курд на охлажденное корточное тесто в форме. Нанесите меренгу сверху, создавая узоры с помощью задней стороны ложки.
    6. Выпекайте тарт в разогретой духовке до золотисто-коричневого цвета меренги, около 15-20 минут.
    7. Остудите тарт перед подачей.
    
    Приятного аппетита!
            `
    },
    {
        title: '<b> Мясные котлеты с пюре картофельным </b>',
        category: 'основные блюда',
        photo: 'https://example.com/meatballs_mashed_potatoes.jpg',
        text: `Мясные котлеты с пюре картофельным - это классическое сочетание, которое всегда радует вкусом и сытит. Нежные и сочные котлеты, подается с густым картофельным пюре, создают вкусный и удовлетворительный обед или ужин.
    
    <b> Продукты </b>
    <b> Для мясных котлет: </b>
    - Фарш мясной (говядина/свинина) - 500 г
    - Лук репчатый - 1 средний, мелко нарезанный
    - Чеснок - 2 зубчика, измельченные
    - Панировочные сухари - 1/2 чашки
    - Яйцо - 1 шт.
    - Зелень (петрушка или укроп) - 2 ст. ложки, измельченная
    - Соль - по вкусу
    - Перец - по вкусу
    - Масло для жарки
    
    <b> Для пюре картофельного: </b>
    - Картофель - 4 средних картофелины, очищенные и нарезанные на кусочки
    - Молоко - 1/2 чашки
    - Масло - 2 ст. ложки
    - Соль - по вкусу
    - Перец - по вкусу
    
    <b> Инструкции </b>
    <b> Для мясных котлет: </b>
    1. В большой миске смешайте фарш, нарезанный лук, измельченный чеснок, панировочные сухари, яйцо, измельченную зелень, соль и перец.
    2. Сформируйте из смеси котлеты, придавая каждой форму круглой плоской котлеты.
    3. Разогрейте масло на сковороде на среднем огне. Обжарьте котлеты с обеих сторон до золотистой корочки и готовности, около 4-5 минут с каждой стороны.
    
    <b> Для пюре картофельного: </b>
    1. В кастрюле с кипящей водой варите нарезанный картофель до мягкости, около 15-20 минут.
    2. Откиньте воду, добавьте молоко, масло, соль и перец к картофелю.
    3. Вилкой или толкушкой разомните картофель до получения однородной массы.
    
    <b> Подача: </b>
    Подавайте мясные котлеты с пюре картофельным горячими. Можно добавить свежие овощи или зелень в качестве гарнира.
    
    Приятного аппетита!
            `
    },
    {
        title: '<b> Греческий салат </b>',
        category: 'салаты',
        photo: 'https://img1.russianfood.com/dycontent/images_upl/557/big_556060.jpg',
        text: `Греческий салат - это классическое блюдо средиземноморской кухни, которое отличается свежим вкусом и ароматом. Сочные помидоры, огурцы, оливки, красный лук, перец, сыр фета и ароматное оливковое масло создают неповторимый вкусовой букет.
    
    <b> Продукты </b>
    - Помидоры - 2 шт., нарезанные
    - Огурцы - 1 шт., нарезанный
    - Красный лук - 1/2 шт., нарезанный
    - Зеленый перец - 1 шт., нарезанный
    - Оливки - 1/2 чашки
    - Сыр фета - 200 г, нарезанный кубиками
    - Оливковое масло - 3 ст. ложки
    - Сок лимона - 2 ст. ложки
    - Сушеный орегано - 1 ч. ложка
    - Соль - по вкусу
    - Свежемолотый черный перец - по вкусу
    
    <b> Инструкции </b>
    1. В большой миске смешайте помидоры, огурцы, красный лук, зеленый перец, оливки и сыр фета.
    2. В отдельной миске смешайте оливковое масло, сок лимона, сушеный орегано, соль и свежемолотый черный перец для приготовления заправки.
    3. Полейте салат приготовленной заправкой и аккуратно перемешайте.
    4. Подавайте греческий салат немедленно как самостоятельное блюдо или в качестве гарнира к основному блюду.
    
    Греческий салат - это отличный выбор для легкого обеда или ужина. Он также прекрасно подходит для вечеринок и приемов гостей. Наслаждайтесь свежими и сочными вкусами средиземноморской кухни!
            `
    },
    {
        title: '<b> Куриный лапша с супом </b>',
        category: 'супы',
        photo: 'https://example.com/chicken_noodle_soup.jpg',
        text: `Куриный лапша с супом - это классическое блюдо, которое приготовлено с нежным куриным мясом, свежими овощами и ароматными специями. Этот суп согреет вас в холодные дни и станет прекрасным ужином для всей семьи.
    
    <b> Продукты </b>
    - Куриные грудки - 2 шт., нарезанные на кубики
    - Лук репчатый - 1 средний, мелко нарезанный
    - Морковь - 2 шт., нарезанные
    - Сельдерей - 2 стебля, нарезанные
    - Чеснок - 3 зубчика, измельченные
    - Пшеничная лапша - 200 г
    - Куриный бульон - 6 чашек
    - Вода - 2 чашки
    - Лавровый лист - 2 шт.
    - Тимьян - 1 ч. ложка
    - Петрушка - 2 ст. ложки, мелко нарезанная
    - Соль - по вкусу
    - Свежемолотый черный перец - по вкусу
    
    <b> Инструкции </b>
    1. В большой кастрюле разогрейте немного масла на среднем огне. Обжарьте нарезанный лук, морковь и сельдерей до мягкости, около 5-7 минут.
    2. Добавьте измельченный чеснок и обжарьте его еще около 1 минуты, пока не появится аромат.
    3. Добавьте нарезанные куриные грудки и обжарьте их до золотистой корочки, около 5-7 минут.
    4. Добавьте куриный бульон, воду, лавровый лист, тимьян, соль и перец по вкусу. Доведите суп до кипения, затем уменьшите огонь и варите под крышкой около 20-25 минут.
    5. Добавьте пшеничную лапшу и варите еще 10-15 минут, пока лапша не станет мягкой.
    6. Перед подачей удалите лавровый лист. Подавайте горячий суп, посыпав мелко нарезанной петрушкой.
    
    Приятного аппетита!
            `
    }, {
        title: '<b>Пицца "Маргарита"</b>',
        category: 'пицца',
        photo: 'https://example.com/margherita_pizza.jpg',
        text: `Пицца "Маргарита" - это классическое итальянское блюдо с минимальным количеством ингредиентов, но с превосходным вкусом. Следуйте этому простому рецепту и наслаждайтесь ароматом Италии у себя дома!
    
    <b>Ингредиенты:</b>
    - Пицца тесто - 1 шт.
    - Томатный соус - 1/2 стакана
    - Моцарелла - 200 г, нарезанная тонкими ломтиками
    - Помидоры - 2 шт., нарезанные тонкими кружками
    - Базилик - несколько листочков
    - Оливковое масло - для смазывания
    
    <b>Инструкции:</b>
    1. Разогрейте духовку до 220°C.
    2. Разверните пицца тесто на противне для пиццы.
    3. Смажьте томатным соусом всю поверхность теста, оставив небольшой край.
    4. Равномерно распределите на тесте ломтики моцареллы и кружки помидоров.
    5. Положите несколько листочков базилика поверх пиццы.
    6. Полейте пиццу оливковым маслом.
    7. Выпекайте пиццу в разогретой духовке около 12-15 минут, или пока корка не станет золотистой и хрустящей.
    8. Подавайте горячей и нарежьте на порции.
    
    Приятного аппетита!
    `
    },{
        title: '<b>Калифорнийские роллы</b>',
        category: 'суши',
        photo: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRSZslBEiBKccjDJKO1pQ0w68Rl0QIJnYB-ZPAdeBenCw&s',
        text: `Калифорнийские роллы - это один из самых популярных видов суши в мире. Сочетание крабового мяса, авокадо и огурца делает их идеальным выбором для любителей суши. Следуйте этому простому рецепту и наслаждайтесь вкусом Японии у себя дома!
    
    <b>Ингредиенты:</b>
    - Нори - 4 листа
    - Рис для суши - 2 стакана
    - Крабовое мясо - 200 г
    - Авокадо - 1 шт., нарезанный полосками
    - Огурец - 1 шт., нарезанный полосками
    - Соевый соус и васаби - для подачи
    
    <b>Инструкции:</b>
    1. Приготовьте рис для суши согласно инструкциям на упаковке и дайте ему остыть.
    2. На подготовленном листе нори равномерно распределите слой риса, оставив небольшой свободный край.
    3. Положите по центру нори полоски крабового мяса, авокадо и огурца.
    4. Аккуратно заверните ролл, начиная с края с ингредиентами.
    5. Повторите процесс с оставшимися ингредиентами.
    6. Нарежьте каждый ролл на 6-8 кусочков.
    7. Подавайте суши роллы с соевым соусом и васаби.
    
    Приятного аппетита!
    `
    }, {
        title: '<b>Спайси тунцовые роллы</b>',
        category: 'суши',
        photo: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTG3KRiIbLzJi8yhGtCjAJS8bUK2EfWklz8-r2OcwgyRw&s',
        text: `Спайси тунцовые роллы - это вкусное и пикантное блюдо, которое обязательно понравится любителям острых суши. Сочетание свежего тунца, огурца и специй делает этот рецепт незабываемым. Следуйте этому простому рецепту и наслаждайтесь ярким вкусом Японии!
    
    <b>Ингредиенты:</b>
    - Нори - 4 листа
    - Рис для суши - 2 стакана
    - Свежий тунец - 200 г, нарезанный полосками
    - Огурец - 1 шт., нарезанный полосками
    - Майонез - 2 ст. ложки
    - Соевый соус - 2 ст. ложки
    - Спайси соус - 2 ст. ложки
    - Кунжут - для посыпки
    
    <b>Инструкции:</b>
    1. Приготовьте рис для суши согласно инструкциям на упаковке и дайте ему остыть.
    2. На подготовленном листе нори равномерно распределите слой риса, оставив небольшой свободный край.
    3. Положите по центру нори полоски свежего тунца и огурца.
    4. Смешайте майонез, соевый соус и спайси соус в миске. Полейте эту смесь по тунцу и огурцу.
    5. Аккуратно заверните ролл, начиная с края с ингредиентами.
    6. Повторите процесс с оставшимися ингредиентами.
    7. Посыпьте роллы кунжутом сверху.
    8. Нарежьте каждый ролл на 6-8 кусочков.
    9. Подавайте спайси тунцовые роллы с дополнительным соевым соусом по желанию.
    
    Приятного аппетита!
    `
    },{
        title: '<b>Филадельфия роллы</b>',
        category: 'суши',
        photo: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT6EJgqq8Kq4OL9lCga6gevnbOl83cvMmxyYGtiQCMWGA&s',
        text: `Филадельфия роллы - это классическое блюдо японской кухни с крем-сыром, огурцом и лососем. Вкусно, нежно и просто в приготовлении!
    
    <b>Ингредиенты:</b>
    - Нори - 4 листа
    - Рис для суши - 2 стакана
    - Лосось - 200 г, нарезанный тонкими полосками
    - Огурец - 1 шт., нарезанный тонкими полосками
    - Сыр крем-чиз - 100 г
    - Масаго (икра тобико) - для посыпки
    - Соевый соус и васаби - для подачи
    
    <b>Инструкции:</b>
    1. Приготовьте рис для суши согласно инструкциям на упаковке и дайте ему остыть.
    2. На подготовленном листе нори равномерно распределите слой риса, оставив небольшой свободный край.
    3. Положите по центру нори полоски лосося и огурца.
    4. Добавьте тонкий слой сыра крем-чиз поверх лосося и огурца.
    5. Аккуратно заверните ролл, начиная с края с ингредиентами.
    6. Повторите процесс с оставшимися ингредиентами.
    7. Посыпьте роллы масаго сверху.
    8. Нарежьте каждый ролл на 6-8 кусочков.
    9. Подавайте филадельфия роллы с соевым соусом и васаби.
    
    Приятного аппетита!
    `
    }, {
        title: '<b>Авокадо роллы</b>',
        category: 'суши',
        photo: 'https://gurmans.dp.ua/banzay/10202/roll-s-avokado-i-ogurcom.jpg',
        text: `Авокадо роллы - это простое, но вкусное блюдо, которое отлично подходит как для любителей роллов, так и для вегетарианцев. Насладитесь свежим вкусом авокадо!
    
    <b>Ингредиенты:</b>
    - Нори - 4 листа
    - Рис для суши - 2 стакана
    - Авокадо - 2 шт., нарезанные полосками
    - Огурец - 1 шт., нарезанный тонкими полосками
    - Листья салата - несколько штук
    - Кунжут - для посыпки
    - Соевый соус и васаби - для подачи
    
    <b>Инструкции:</b>
    1. Приготовьте рис для суши согласно инструкциям на упаковке и дайте ему остыть.
    2. На подготовленном листе нори равномерно распределите слой риса, оставив небольшой свободный край.
    3. Положите по центру нори полоски авокадо, огурца и листья салата.
    4. Аккуратно заверните ролл, начиная с края с ингредиентами.
    5. Повторите процесс с оставшимися ингредиентами.
    6. Посыпьте роллы кунжутом сверху.
    7. Нарежьте каждый ролл на 6-8 кусочков.
    8. Подавайте авокадо роллы с соевым соусом и васаби.
    
    Приятного аппетита!
    `
    },{
        title: '<b>Дракон роллы</b>',
        category: 'суши',
        photo: 'https://roll-club.dp.ua/wp-content/uploads/2023/04/korolivskij-drakon-900h600.jpg',
        text: `Дракон роллы - это изысканное блюдо с креветкой, авокадо и угрем. Они не только вкусные, но и красиво выглядят благодаря декоративной прослойке авокадо!
    
    <b>Ингредиенты:</b>
    - Нори - 4 листа
    - Рис для суши - 2 стакана
    - Креветки - 200 г, отварные и очищенные
    - Авокадо - 1 шт., нарезанный полосками
    - Угорь - 200 г, жареный или запеченный, нарезанный полосками
    - Масаго (икра тобико) - для посыпки
    - Унаги соус - 2 ст. ложки
    - Майонез - 2 ст. ложки
    
    <b>Инструкции:</b>
    1. Приготовьте рис для суши согласно инструкциям на упаковке и дайте ему остыть.
    2. На подготовленном листе нори равномерно распределите слой риса, оставив небольшой свободный край.
    3. Положите по центру нори полоски креветок и угря.
    4. Смешайте майонез и унаги соус в миске. Полейте эту смесь по креветкам и угрю.
    5. Аккуратно заверните ролл, начиная с края с ингредиентами.
    6. Положите полоски авокадо поверх каждого ролла, чтобы они покрыли верхнюю часть.
    7. Посыпьте роллы масаго сверху.
    8. Нарежьте каждый ролл на 6-8 кусочков.
    9. Подавайте дракон роллы с дополнительным унаги соусом по желанию.
    
    Приятного аппетита!
    `
    },{
        title: '<b>Спайси краб роллы</b>',
        category: 'суши',
        photo: 'https://example.com/spicy_crab_rolls.jpg',
        text: `Спайси краб роллы - это вариант роллов с крабовым мясом и острым соусом, который придает им неповторимый вкус и аромат. Они станут отличным дополнением к вашему обеду!
    
    <b>Ингредиенты:</b>
    - Нори - 4 листа
    - Рис для суши - 2 стакана
    - Крабовое мясо - 200 г
    - Огурец - 1 шт., нарезанный тонкими полосками
    - Авокадо - 1 шт., нарезанный тонкими полосками
    - Спайси соус - 2 ст. ложки
    - Майонез - 2 ст. ложки
    - Кунжут - для посыпки
    
    <b>Инструкции:</b>
    1. Приготовьте рис для суши согласно инструкциям на упаковке и дайте ему остыть.
    2. На подготовленном листе нори равномерно распределите слой риса, оставив небольшой свободный край.
    3. Положите по центру нори полоски крабового мяса, огурца и авокадо.
    4. Смешайте майонез и спайси соус в миске. Полейте эту смесь по крабовому мясу, огурцу и авокадо.
    5. Аккуратно заверните ролл, начиная с края с ингредиентами.
    6. Посыпьте роллы кунжутом сверху.
    7. Нарежьте каждый ролл на 6-8 кусочков.
    8. Подавайте спайси краб роллы с соевым соусом по желанию.
    
    Приятного аппетита!
    `
    }, {
        title: '<b>Терияки соус</b>',
        category: 'соусы',
        photo: 'https://example.com/teriyaki_sauce.jpg',
        text: `Терияки соус - это классический японский соус, который отлично подходит для маринования мяса или использования в качестве глазури для блюд. Вот простой рецепт, чтобы сделать его дома!
    
    <b>Ингредиенты:</b>
    - Соевый соус - 1/2 стакана
    - Вода - 1/4 стакана
    - Коричневый сахар - 2 ст. ложки
    - Мед - 2 ст. ложки
    - Свежий имбирь - 1 чайная ложка, мелко нарезанный
    - Чеснок - 1 зубчик, измельченный
    - Крахмал - 1 ст. ложка (разведенный в 2 ст. ложках воды)
    
    <b>Инструкции:</b>
    1. В небольшой кастрюле смешайте соевый соус, воду, коричневый сахар, мед, имбирь и чеснок.
    2. Доведите смесь до кипения на среднем огне, постоянно помешивая.
    3. Уменьшите огонь и варите 5 минут, пока соус не станет густым.
    4. Постепенно добавляйте разведенный крахмал, помешивая, пока соус не загустеет.
    5. Дайте соусу остыть перед использованием.
    6. Храните терияки соус в холодильнике в герметичной емкости до 1 недели.
    
    Приятного аппетита!
    `
    }, {
        title: '<b>Соус "Спайси майонез"</b>',
        category: 'соусы',
        photo: 'https://example.com/spicy_mayo_sauce.jpg',
        text: `Соус "Спайси майонез" - это пикантный соус, который отлично подходит для подачи суши, роллов и других японских блюд. Вот как его приготовить:
    
    <b>Ингредиенты:</b>
    - Майонез - 1/2 стакана
    - Соевый соус - 2 ст. ложки
    - Соус Sriracha - 1 ст. ложка
    - Лимонный сок - 1 ст. ложка
    - Чеснок - 1 зубчик, измельченный
    - Мед - 1 чайная ложка
    
    <b>Инструкции:</b>
    1. В небольшой миске смешайте майонез, соевый соус, соус Sriracha, лимонный сок, измельченный чеснок и мед.
    2. Хорошо перемешайте, чтобы все ингредиенты хорошо соединились и соус приобрел однородную текстуру.
    3. Попробуйте соус и при необходимости отрегулируйте количество соуса Sriracha или меда в зависимости от вашего вкуса.
    4. Перелейте соус в стеклянную банку или другую герметичную емкость и храните в холодильнике до 1 недели.
    
    Готово! Спайси майонез готов к подаче. Попробуйте его со своими любимыми блюдами и наслаждайтесь!
    `
    },{
        title: '<b>Водный мятный прохладитель</b>',
        category: 'напитки',
        photo: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQH-BrJ3KWAn_cm1ybQWedJR7CCKcSpdLDflQir-CM4Vw&s',
        text: `Водный мятный прохладитель - это освежающий и увлажняющий напиток, идеальный для летнего отдыха. Вот как его приготовить:
    
    <b>Ингредиенты:</b>
    - Арбуз - 4 чашки, нарезанный и очищенный
    - Свежая мята - 1/4 чашки, нарезанная
    - Лимон - 1 шт., выжатый сок
    - Лед - по желанию
    - Вода - по желанию, для разбавления
    
    <b>Инструкции:</b>
    1. В блендере смешайте нарезанный арбуз и свежую мяту.
    2. Добавьте сок лимона и лед по желанию.
    3. Разбейте ингредиенты в блендере до получения гладкой текстуры.
    4. При необходимости добавьте воду для разбавления напитка.
    5. Процедите смесь через мелкое сито, чтобы удалить крупные частицы.
    6. Подавайте напиток в стаканы с дополнительной мятой и кусочками арбуза для украшения.
    
    Готово! Ваш водный мятный прохладитель готов к употреблению. Наслаждайтесь свежестью и освежающим вкусом в жаркий летний день!
    `
    },{
        title: '<b>Латте с мятой</b>',
        category: 'напитки',
        photo: 'https://cofenator.ru/wp-content/uploads/FN_St-Patricks-Day-Mint-Schnapps-Shakes_s4x3.jpg',
        text: `Латте с мятой - это прохладительный напиток с нежным вкусом зеленого чая и освежающей мятой. Вот как его приготовить:
    
    <b>Ингредиенты:</b>
    - Зеленый матча порошок - 2 чайные ложки
    - Мятные листья - 1/4 чашки, свежие
    - Молоко - 1 стакан
    - Лед - по желанию
    - Мед или сахар - по вкусу, если требуется
    
    <b>Инструкции:</b>
    1. В блендере смешайте зеленый матча порошок, мятные листья и молоко.
    2. Добавьте лед по желанию.
    3. Перемешайте ингредиенты в блендере до получения однородной текстуры.
    4. Если напиток не достаточно сладкий, добавьте мед или сахар по вкусу и перемешайте снова.
    5. Налейте напиток в стаканы с льдом.
    6. Подавайте латте с мятой с дополнительными мятными листьями для украшения.
    
    Готово! Ваш латте с мятой готов к употреблению. Наслаждайтесь его ароматом и освежающим вкусом в любое время дня!
    `
    }

    
    
    
    
    
    
    
    

    

    
       
    
    
    
]

export {data}